epyc-7763/20240831-1741-continue/logs/1-1000-100-star-no-no-no-512-1725169609/pgbench.log
pgbench (18devel)
transaction type: /mnt/data/scalability-tests/20240831-1741-continue/logs/1-1000-100-star-no-no-no-512-1725169609/star-10-100.sql
scaling factor: 1
query mode: prepared
number of clients: 256
number of threads: 256
maximum number of tries: 1
duration: 5 s
number of transactions actually processed: 736
number of failed transactions: 0 (0.000%)
latency average = 2133.150 ms
initial connection time = 77.268 ms
tps = 120.010338 (without initial connection time)